// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* No comment provided by engineer. */
"#%d in %@" = "#%d i %@";

/* No comment provided by engineer. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ plater.";

/* No comment provided by engineer. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 plate.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (%@)" = "%@ (%@)";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (Har ikke nettsalg)";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ kan ikke åpne siden fordi du er ikke tilkoblet internett.";

/* No comment provided by engineer. */
"%@ does not store your Netflix username and password.\n\nWe will open a Netflix webpage for you to authorize this app on your account.\n\nA Wi-fi connection is recommended the first time you use Netflix on %@." = "%@ lagrer ikke ditt Netflix brukernavn og passord.\n\nVi vi åpne en Netflix side for deg til å autorisere kontoen.\n\nEn Wi-fi tilkobling er anbefalt første gang du bruker Netflix i%@.";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d timer";

/* No comment provided by engineer. */
"%d minutes" = "%d minutter";

/* No comment provided by engineer. */
"%d months ago" = "%d måneder siden";

/* No comment provided by engineer. */
"%d of %d" = "%d av %d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "%d kinoer utenfor søkeområdet";

/* No comment provided by engineer. */
"%d weeks ago" = "%d uker siden";

/* No comment provided by engineer. */
"%d years ago" = "%d år siden";

/* No comment provided by engineer. */
"1 hour" = "1 time";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minutt";

/* No comment provided by engineer. */
"1 month ago" = "1 måned siden";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 kino utenfor søkeområdet";

/* No comment provided by engineer. */
"1 week ago" = "1 uke siden";

/* No comment provided by engineer. */
"1 year ago" = "1 år siden";

/* No comment provided by engineer. */
"A message from Cyrus" = "En beskjed fra Cyrus";

/* No comment provided by engineer. */
"About" = "Om";

/* No comment provided by engineer. */
"Action & Adventure" = "Action & Eventyr";

/* No comment provided by engineer. */
"Add to Netflix" = "Legg til i Netflix";

/* No comment provided by engineer. */
"An unknown error occurred." = "En ukjent feil oppstod";

/* No comment provided by engineer. */
"Anime & Animation" = "Anime og Animasjon";

/* No comment provided by engineer. */
"At Home" = "Hjemme";

/* This string has to be small enough to be visible with a picker switch next to it */
"Auto-Update Location" = "Oppdater plassering automatisk";

/* No comment provided by engineer. */
"Available Now" = "Tilgjengelig nå";

/* No comment provided by engineer. */
"Available Soon" = "Tilgjengelig snart";

/* No comment provided by engineer. */
"Awaiting Release" = "Venter på lansering";

/* No comment provided by engineer. */
"Blu-ray Only" = "Kun Blu-ray";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Bokmerker";

/* No comment provided by engineer. */
"Both" = "Begge";

/* No comment provided by engineer. */
"Call" = "Ring";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cannot Open Page" = "Kan ikke åpne siden";

/* No comment provided by engineer. */
"Cast:" = "Skuespillere:";

/* No comment provided by engineer. */
"Change date" = "Endre dato";

/* No comment provided by engineer. */
"Children & Family" = "Barn & Familie";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Sted eller postnummer";

/* No comment provided by engineer. */
"Classics" = "Klassikere";

/* No comment provided by engineer. */
"Comedy" = "Komedie";

/* No comment provided by engineer. */
"Could not change rating:\n\n%@" = "Kan ikke endre vurderingen:\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Kunne ikke koble til Netflix.";

/* No comment provided by engineer. */
"Could not find location." = "Kunne ikke finne stedet.";

/* No comment provided by engineer. */
"DVD Only" = "Kun DVD";

/* No comment provided by engineer. */
"DVD Queue" = "DVD kø";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "DVD/Blu-ray informasjon levert av:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informasjon om fremtidige datoer kan være ufullstendinge. Sett søkedatoen til dagens dato for å se komplette visningstider.";

/* No comment provided by engineer. */
"Director:" = "Regissør:";

/* No comment provided by engineer. */
"Directors:" = "Regissører:";

/* No comment provided by engineer. */
"Disc Queue" = "Disk kø";

/* No comment provided by engineer. */
"Distance" = "Avstand";

/* No comment provided by engineer. */
"Documentary" = "Dokumentar";

/* No comment provided by engineer. */
"Downloading data" = "Laster ned data";

/* No comment provided by engineer. */
"Downloading information." = "Laster ned informasjon.";

/* No comment provided by engineer. */
"Downloading poster" = "Laster ned plakat";

/* No comment provided by engineer. */
"Drama" = "Drama";

/* This string must it on a button half the width of the screen. */
"E-mail listings" = "Mail visningstider";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"Enabled" = "Påslått";

/* No comment provided by engineer. */
"Entire History" = "Hele historien";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "En feil skjedde under kommunikasjon med Netflix. Vennligst prøv igjen senere.";

/* No comment provided by engineer. */
"Error occurred" = "En feil skjedde";

/* No comment provided by engineer. */
"Faith & Spirituality" = "Faith & Spirituality";

/* No comment provided by engineer. */
"Favorites" = "Favoritter";

/* No comment provided by engineer. */
"Foreign" = "Utenlandsk";

/* No comment provided by engineer. */
"Format:" = "Format:";

/* No comment provided by engineer. */
"Gay & Lesbian" = "Homofil";

/* No comment provided by engineer. */
"Genre:" = "Sjanger:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Stedstjenester levert av:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafikk av Jeffrey Nee";

/* No comment provided by engineer. */
"Help keep Now Playing free!\n\nAs a longtime Now Playing user, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside.\n\nThanks so much!\n(this will only be shown once)" = "Hjelp til å la Now Playing være gratis!\n\nSom en langvarig bruker av Now Playing, vennligst vurder å skriv en kort anmeldelse i iTunes Store. Det hjelper nye brukere å oppdage programmet, jeg får utviklet nye funksjoner, unngår reklame, og vil gjøre meg glad.\n\nTusen takk!\n(dette vil bare vises en gang)";

/* No comment provided by engineer. */
"Horror" = "Skrekk";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Hvis du liker %@, hadde det vært hyggelig om du skrev en liten anmeldelse i iTunes Store. Det hjelper nye brukere å oppdage programmet, jeg får utviklet nye funksjoner, holder reklamen vekk, og jeg blir glad. Takk!";

/* No comment provided by engineer. */
"Independent" = "Uavhengig";

/* No comment provided by engineer. */
"Instant Queue" = "Øyeblikkskø";

/* No comment provided by engineer. */
"Last Friday" = "Forrige fredag";

/* No comment provided by engineer. */
"Last Monday" = "Forrige mandag";

/* No comment provided by engineer. */
"Last Saturday" = "Forrige lørdag";

/* No comment provided by engineer. */
"Last Sunday" = "Forrige søndag";

/* No comment provided by engineer. */
"Last Thursday" = "Forrige torsdag";

/* No comment provided by engineer. */
"Last Tuesday" = "Forrige tirsdag";

/* No comment provided by engineer. */
"Last Wednesday" = "Forrige onsdag";

/* plural */
"Less than %d %@ away" = "Mindre enn %1$d %2$@ unna";

/* singular */
"Less than 1 %@ away" = "Mindre enn en %@ unna";

/* No comment provided by engineer. */
"License" = "Lisens";

/* No comment provided by engineer. */
"Loading poster" = "Laster inn plakat";

/* No comment provided by engineer. */
"Loading" = "Laster";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokale resultater er ikke tilgjengelig";

/* No comment provided by engineer. */
"Localized by:" = "Oversatt av:";

/* No comment provided by engineer. */
"Location" = "Sted";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Logg inn med eksisterende konto";

/* No comment provided by engineer. */
"Log Out of Netflix" = "Logg ut av Netflix";

/* No comment provided by engineer. */
"Long Wait" = "Lang ventetid";

/* No comment provided by engineer. */
"Map" = "Kart";

/* No comment provided by engineer. */
"Most Popular" = "Mest populært";

/* No comment provided by engineer. */
"Movie details provided by:" = "Filminformasjon levert av:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Filmanmeldelser levert av:";

/* No comment provided by engineer. */
"Movies" = "Filmer";

/* No comment provided by engineer. */
"Music & Musicals" = "Musikk & Musikaler";

/* No comment provided by engineer. */
"My other applications" = "Mine andre program";

/* No comment provided by engineer. */
"Name" = "Navn";

/* No comment provided by engineer. */
"Neither" = "verken eller";

/* No comment provided by engineer. */
"Netflix" = "Netlfix";

/* No comment provided by engineer. */
"Netflix:" = "Netflix:";

/* No comment provided by engineer. */
"Network unavailable" = "Nettverket er utilgjengelig";

/* No comment provided by engineer. */
"New 'Instant Watch'" = "Nye 'Instant Watch'";

/* No comment provided by engineer. */
"New DVDs" = "Nye DVDer";

/* No comment provided by engineer. */
"No Thanks" = "Nei takk";

/* No comment provided by engineer. */
"No information found" = "Ingen informasjon funnet";

/* No comment provided by engineer. */
"No listings found at '%@' on %@" = "Ingen oppføringer funnet ved '%@' på %@";

/* No comment provided by engineer. */
"No listings found for '%@' at '%@' on %@" = "Ingen oppføringer funnet for '%@' ved '%@' on %@";

/* No comment provided by engineer. */
"No listings found for '%@' on %@" = "Ingen oppføringer funnet for '%@' på %@";

/* No comment provided by engineer. */
"No more show times available today." = "Ingen flere visningstider for i dag.";

/* No comment provided by engineer. */
"No results found for '%@'" = "Ingen resultater funnet for '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Intet sammendrag tilgjengelig.";

/* No comment provided by engineer. */
"No" = "Nei";

/* No comment provided by engineer. */
"None" = "Ingen";

/* No comment provided by engineer. */
"Not Rentable" = "Ikke tilgjengelig for leie";

/* No comment provided by engineer. */
"Not yet rated" = "Ikke vurdert ennå";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Åpne og autoriser";

/* No comment provided by engineer. */
"Order tickets for %@" = "Bestill billetter til %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Over kvoten - Prøv igjen senere";

/* No comment provided by engineer. */
"People" = "Folk";

/* This string must it on a button half the width of the screen. */
"Play trailer" = "Vis trailer";

/* No comment provided by engineer. */
"Please Wait" = "Vennligst vent";

/* No comment provided by engineer. */
"Please enter your location" = "Vennligst oppgi din plassering";

/* No comment provided by engineer. */
"Please wait..." = "Vennligst vent...";

/* No comment provided by engineer. */
"Prioritize Bookmarks" = "Prioritiser bokmerker";

/* No comment provided by engineer. */
"Project website" = "Nettside for prosjektet";

/* No comment provided by engineer. */
"Rated %@" = "Vurdert til %@";

/* No comment provided by engineer. */
"Rated:" = "Sensur:";

/* This string must it on a button half the width of the screen. */
"Read reviews" = "Les anmeldelser";

/* No comment provided by engineer. */
"Really close by" = "Veldig nærme";

/* No comment provided by engineer. */
"Really far away" = "Langt unna";

/* No comment provided by engineer. */
"Really log out of Netflix?" = "Vil du virkelig logge ut av Netflix?";

/* No comment provided by engineer. */
"Recently Returned" = "Nylig innlevert";

/* No comment provided by engineer. */
"Recently Watched" = "Nylig sett";

/* No comment provided by engineer. */
"Recommendations" = "Anbefalinger";

/* No comment provided by engineer. */
"Release date:" = "Premieredato:";

/* No comment provided by engineer. */
"Release" = "Premiere";

/* No comment provided by engineer. */
"Release: %@" = "Premiere: %@";

/* No comment provided by engineer. */
"Rental History" = "Leiehistorikk";

/* No comment provided by engineer. */
"Reordering queue failed:\n\n%@" = "Omrokkering av køen feilet:\n\n%@";

/* No comment provided by engineer. */
"Requesting access" = "Anmoder aksess";

/* No comment provided by engineer. */
"Requesting authorization" = "Anmoder autoriasjon";

/* No comment provided by engineer. */
"Reviews" = "Anmeldelser";

/* No comment provided by engineer. */
"Romance" = "Romase";

/* No comment provided by engineer. */
"Running time:" = "Lengde:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* No comment provided by engineer. */
"Saved in %@" = "Lagret i ";

/* No comment provided by engineer. */
"Saved" = "Lagret";

/* No comment provided by engineer. */
"Sci-Fi & Fantasy" = "Sci-Fi & Fantasy";

/* No comment provided by engineer. */
"Score" = "Rating";

/* No comment provided by engineer. */
"Screen Rotation" = "Skjermrotering";

/* No comment provided by engineer. */
"Search Date" = "Søkedato";

/* No comment provided by engineer. */
"Search Distance" = "Søkeavstand";

/* No comment provided by engineer. */
"Search" = "Søk";

/* No comment provided by engineer. */
"Send Feedback" = "Gi tilbakemelding";

/* No comment provided by engineer. */
"Settings" = "Innstillinger";

/* No comment provided by engineer. */
"Short Wait" = "Kort ventetid";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "Vis %d skjulte kinoer";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "Vis en skjult kino";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Vis tider hentet %@.";

/* No comment provided by engineer. */
"Show" = "Vis";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Lag en ny konto";

/* No comment provided by engineer. */
"Special Interest" = "Spesielle interesser";

/* No comment provided by engineer. */
"Sports & Fitness" = "Sport & Fitness";

/* No comment provided by engineer. */
"Studio:" = "Filmstudio:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Suksess! %@ fikk tilgang til din Netflix konto. Du kan nå legge til filmer i køen, se hva som er nytt og anbefalt for deg, og mye mer!";

/* No comment provided by engineer. */
"Tap to enter location" = "Trykk for å skrive inn sted";

/* No comment provided by engineer. */
"Television" = "TV";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Kinoen leverte visningstider sist \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Leverandørene av kinodataene begrenser ofte avstanden de leverer informasjon for. Dette medfører at noen kinoer ikke vil vises selv om avstanden du søker på er tilstrekkelig.";

/* No comment provided by engineer. */
"Theaters" = "Kinoer";

/* No comment provided by engineer. */
"Theme" = "Tema";

/* No comment provided by engineer. */
"This is the first release of Netflix support in Now Playing. Please help improve Now Playing by reporting any issues you find using the 'Send Feedback' button above.\n\nWi-fi access is recommended when using Netflix the first time.\n\nThanks!\n\nThe Management (a.k.a. Cyrus)" = "Dette er første utgaven av Now Playing med støtte for Netflix. Hjelp Now Playing ved å gi beskjed om eventuelle feil du finner ved å bruke 'Send tilbakemelding' knappen over.\n\nWi-fi tilgang er anbefalt når du bruker Netflix første gang.\n\nTakk!\n\nThe Management (a.k.a. Cyrus)";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Denne kinoen har ikke levert visningstider. Når de blir tilgjengelig, vil %@ hente de automatisk.";

/* No comment provided by engineer. */
"Thrillers" = "Thriller";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Billettsalg levert av:";

/* No comment provided by engineer. */
"Title" = "Tittel";

/* No comment provided by engineer. */
"Today" = "I dag";

/* No comment provided by engineer. */
"Top 'Instant Watch'" = "Topp 'Instant Watch'";

/* No comment provided by engineer. */
"Top DVDs" = "Topp DVDer";

/* No comment provided by engineer. */
"Top of DVD Queue" = "Topp av DVD-køen";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Topp av Øyeblikkskø";

/* No comment provided by engineer. */
"Unknown Distance" = "Ukjent avstand";

/* No comment provided by engineer. */
"Unknown Release Date" = "Ukjent utgivelsesdato";

/* No comment provided by engineer. */
"Unrated" = "Ikke vurdert";

/* No comment provided by engineer. */
"Upcoming" = "Kommende";

/* No comment provided by engineer. */
"Updating Listings" = "Oppdaterer oppføringer";

/* No comment provided by engineer. */
"Updating" = "Oppdaterer";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Bruk liten skrft";

/* No comment provided by engineer. */
"Visit IMDb" = "Besøk IMDb";

/* No comment provided by engineer. */
"Website" = "Nettsted";

/* No comment provided by engineer. */
"Websites" = "Nettsider";

/* No comment provided by engineer. */
"Write Review" = "Skriv anmeldelse";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Skrevet av Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Yesterday" = "I går";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for Now Playing is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Din %@s land er satt til: %@\n\nFull støtte for Now Playing kommer snart til ditt land, og noen funksjoner er allerede klare til bruk i dag! Når flere funksjoner blir klare, vil du bli informert om oppdateringer.";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometer";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "mile";